{"id":{"0":6,"1":7,"2":8,"3":21,"4":22,"5":9,"6":10,"7":11,"8":12,"9":4},"status":{"0":"active","1":"active","2":"active","3":"active","4":"active","5":"active","6":"active","7":"active","8":"active","9":"active"},"sort":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null},"user_created":{"0":"c34c955e-e074-49ce-a356-6bd33de51123","1":"c34c955e-e074-49ce-a356-6bd33de51123","2":"c34c955e-e074-49ce-a356-6bd33de51123","3":"c34c955e-e074-49ce-a356-6bd33de51123","4":"c34c955e-e074-49ce-a356-6bd33de51123","5":"c34c955e-e074-49ce-a356-6bd33de51123","6":"c34c955e-e074-49ce-a356-6bd33de51123","7":"c34c955e-e074-49ce-a356-6bd33de51123","8":"c34c955e-e074-49ce-a356-6bd33de51123","9":"c34c955e-e074-49ce-a356-6bd33de51123"},"date_created":{"0":"2024-12-18T19:16:12.478Z","1":"2024-12-18T19:16:12.481Z","2":"2024-12-18T19:16:12.484Z","3":"2024-12-18T19:16:12.522Z","4":"2024-12-18T19:16:12.524Z","5":"2024-12-18T19:16:12.486Z","6":"2024-12-18T19:16:12.489Z","7":"2024-12-18T19:16:12.494Z","8":"2024-12-18T19:16:12.497Z","9":"2024-12-18T19:16:12.466Z"},"user_updated":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null},"date_updated":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":null,"8":null,"9":null},"modelName":{"0":"ALADIN","1":"ATOM","2":"CHANCE","3":"EGMM","4":"EnergyPLAN","5":"China-MORE","6":"CLEWs - Ethiopia","7":"CLEWs - Kenya","8":"CLEWs - Sri Lanka","9":"42"},"description":{"0":"The ALADIN model (ALternative Automobiles Diffusion and INfrastructure) is an agent-based simulation of alternative fuel vehicles purchase decision. It uses driving data from several thousand individual vehicles. ","1":"Agent-based technology adoption and social innovation diffusion model in the residential sector.","2":"CHANCE is a macro-micro model based on a computable general equilibrium (CGE) model that includes a large amount of household microdata. It is a disaggregated multiregional and multisector model that included information for around 200,000 households covering all EU regions, ensuring a large representation of the behaviour of the European households. Therefore, CHANCE is a model designed to analyse the socioeconomic and distributional impacts of public policies that directly affect households and consumers, both economic, energy, environmental or fiscal.","3":"Partial equilibrium model focusing on EU28 and neighbouring countries' interconnected gas markets.","4":"EnergyPLAN is an input-output model that simulates the annual operation of the entire energy system in hourly time steps. It includes electricity, heating, cooling, transport, industry and desalination demands. For production it includes various types of power plants, variable renewable energy sources and combined heat and power plants. The main focus is to be able to simulate smart energy systems, and therefore includes modelling of electricity, district heating and gas grids. It allows for many types of P2X applications both for heating, gas and liquid fuels.","5":"The China-MORE model is a bottom-up China Multi-gas Optimal Reduction Evaluation model based on TIMES veda 2.0 software. ","6":"CLEWs is a modelling framework that has been used for the case study of Ethiopia. Using OSeMOSYS, a representation of the energy, land and water systems and the links between them is created. Climate change is an input to the model and is included as variation of temperature (therefore, evaporation and evapotranspiration) and of precipitation patterns. The energy system includes representation of geothermal, diesel, biofuels and waste, wind, hydropower and PV power plants. The land system includes land cover, water uses and energy uses by built-up environment, water bodies, forest land, grassland and 7 main crops( maize, teff, sorghum, wheat, barley, sugar cane and coffee). Each crop area is further divided into irrigated and rainfed crop, with different levels of productivity dependent on the agro-climatic conditions. The water system includes the whole water cycle: precipitation falls onto the land, it goes through either evaporation, evapotranspiration, runoff or groundwater recharge, and finally all the surface or groundwater that remains is used by different sectors. Then the three main systems (water, land and energy) are interlinked considering the water used for agriculture and for power plants cooling, the specifi land use by crops and power plants and the electricity and fuels needed for the water and land system. Finally, the use of all the resources is optimised jointly, with an objective to minimise the total systems cost (net present value).","7":"Using OseMOSYS software CLEWS modelling framework has been used to create a case study for Kenya's Climate, Land, Energy and water systems. In the nexus interlinkages among the sectors is clearly represented. Carbon emissions and level of evapotranspiration are used to represent climate change and its impacts. Land is represented by different sectors including cropland, forests, buildings, water bodies and other land uses. Cropland is further represented by five different crops including maize, beans, tea, sorghum and cowpeas. These are further divided into rainfed and irrigated land for both high and low yield seasons. The energy sector is represented by six main powerplants for electricity access and diesel imports for agricultural mechanization. The powerplants include geothermal, hydro, solar, wind, biomass and light fuel oil imports. The water sector is represented by total amount of precipitation as well as evapotranspiration, groundwater and surfcaewater. The interlinkages are highlighted by showing water uses for cooling energy powerplants as well as crop uses and other lands groundwater echarge as well as surface water runoff. It also shows what amount of land is being used for energy and water bodies as well as the climate impacts in terms of evapotranspiration for different land uses. ","8":"The CLEWs modelling framework has been adopted for the case study of Sri Lanka. Using OSeMOSYS, a representation of the energy, land and water systems and the links between them is created. Climate change is an input to the model and is included as variation of modelling parameters such as evapotranspiration and precipitation patterns. The electrical power system includes representation of power plants using petroleum products; coal, diesel, heavy fuel oil, biofuels and waste, wind, hydropower and PV power plants. Energy use across residential, commercial, industrial and transport sectors are included for petoreum products, electricitty and biomass. Refined petroleum products are imported whilst some demand is met by the refinery with imported crude oil. The land system includes major land cover types of Sri Lanka such as built-up environment, water bodies, forests, grassland, barren land and agriculture land. Five main crops; maize, rice paddy, coconut, tea and  rubber are considered for agriculture land and crop-production to meet exogenous crop demand where any remainder will be imported. Each crop area is further divided into irrigated and rainfed crop, with different levels of productivity dependent on the agro-climatic conditions. The water system includes the whole water cycle: precipitation falls onto the land, it goes through either evaporation, evapotranspiration, runoff or groundwater recharge, and finally all the surface or groundwater that remains is used by different sectors. Then the three main systems (water, land and energy) are interlinked considering the water used for agriculture and for power plants cooling, the specific land use by crops and power plants and the electricity and fuels needed for the water and land systems. Finally, the use of all the resources is optimised jointly, with an objective to minimise the total systems cost (net present value).","9":"42 is bottom-up type model based on the scenarios of socio-economic, demographic, structural and technological parameters of different countries' development. The outut is energy balances which correspond to the methodology and structure of IEA balances."},"overview":{"0":null,"1":"ATOM is an agent-based model,which based on the plausibility of its results compared to historical data and observations, simulates the expected effectiveness of various policy schemes on technology adoption (e.g., small-scale solar PV, battery energy storage systems, smart appliances, electric vehicles, etc.) in the residential sector, for the geographical and socioeconomic context under study. Apart from exploring the expected effectiveness of technology adoption under policy schemes of interest, the model allows us to consider and explicitly quantify the uncertainties that are related to agents’ preferences and decision-making criteria (i.e., behavioural uncertainty). As agents in the model, we refer to consumers\/citizens and households.\\n\\nMore specifically, the novelty of ATOM compared to existing models lies in obtaining realistic uncertainty bounds and splitting the total model output uncertainty in its major contributing sources, based on a variance decomposition framework and an\\nuncertainty characterisation method, while accounting for structural uncertainty. Thus, ATOM supports the definition of uncertainty ranges, considering the type (i.e., input, parametric, and structural) and the nature of uncertainty (i.e., epistemic or aleatory), and how uncertainty propagates to the model outcomes over the planning time horizon.","2":null,"3":null,"4":null,"5":"China-MORE is a bottom-up long-term multi-sector multi-GHG emission reduction evaluation model based on the VEDA-TIMES model platform for energy system optimization. The China-MORE model adopts the principle of system analysis and takes the energy system optimization module as the core. It combines the modules of energy service demand, multi-greenhouse gas emission, air pollutants emission, power technology diffusion, emission space allocation and uncertainty analysis. \\nThe core modules of the model are energy system optimization module and greenhouse gas emission module. Firstly, the energy service demand module provides the service demand of industry, construction, transportation, agriculture, waste treatment and other sectors according to the social and economic development factors. The model energy system optimization module can obtain the fuel combination and technology composition with minimum cost according to the given demand level. At the same time, pollutant emission module and GHG (CO2 excluded) emission module output emission data of different scenarios. On this basis, the model can estimate the medium - and long-term optimal emission path accordingly.\\n","6":"The Climate, Land, Energy, Water systems (CLEWs) methodology is a model-based methodology to assess costs and benefits of policy and investment decisions made in one sector (e.g. land use) on the other sectors (e.g. water supply). These case studies use the Open Source Modelling Tool (OSeMOSYS), a technologically-detailed techno-economic optimisation tool, which enabled to create a techno-economic representation of the climate, land, energy and water systems, where the parts of these systems are represented as a number of processes with certain transfer functions and exchanging between them different commodities. For example, one particular agricultural land use is represented as a ‘box’ that takes a certain quantity of water, energy and land area as inputs and delivers part of the water (through ground water recharge or surface run off) and a crop with a certain yields. In this way, the total land use of the region can be represented through many such ‘boxes’ in parallel, with different inputs and different yields, and a competition between these uses can be created, on the basis of their costs and the resource availability. The optimisation seeks to minimise the Net Present Value of all costs incurred across the water, energy and land sectors in the whole time domain analysed (typically, of several decades), while meeting an increasing demand for commodities (e.g. food products) and resource availability constraints. \\nThe time domain goes from 2020 up to 2050. For a good time resolution have been considered 4 seasons 2 day-types (day\/night), getting a total of 8 time-slices in order to capture the renewable supply variability but without making the computation incredibly heavy. The energy sector rapresents the fuels imported (coal, gasoline and diesel) or locally extracted (for the geothermal and biofuel and waste supply) that are needed as an input for the power plants and domestic demand (e.g for transport, industrial and residential use). Then, for the electricity production, the conversion technologies are represented separatelly and convert the input (fuel used) into electricity which is then taken by the transmission system in order to meet the final electric demand.  The scale is national and represents Ethiopia as a whole. Also the emissions are represented as CO2 equivalent (hence considering, a part from CO2, also CH4 and NO2) for each fossil fuel, input as Mton\/PJ being linearly dependent on generation. The land system model represents the total land which is then divided into built-up land, forest, grassland, barren land, water bodies, other (e.g. natural reserves), pastures and crops. Each crop is again divided in 5 categories of land uses, depending on the type of inputs: irrigated land with intermediate or high input (in terms of fertilizers, chemicals, mechanization and energy) and rainfed land with low, intermediate and high input. Each of these types will have different yields and they compete between themselves in the model, based on cost- and resource-optimality criteria. Finally, land uses are also divided in clusters, which aggregate cells of the region with similar agro-climatic conditions. All this categorization and all input data is derived from the FAOSTAT database. Emissions from land use changes are represented, following the standards defined by IPCC for emissions accounting and comparing the environmental impact under four different scenarios: business as usual (BAU), Nationally Determined Contributions (NDC) and two with climate change impacts (BAU-CC and NDC-CC). The water system represents precipitation, all water inputs and outputs of land uses, and all final water demands \/ uses. Precipitation, evaporation from water bodies and evapotranspiration from vegetation are represented and vary according to climatic conditions and climate change. Groundwater and surface water uses are represented separately. For the climate change scenarios, has been considered a variation in the precipitation that would affect the hydropower capacity factor and crops yields. Finally,  the energy, water and land systems are interlinked, for instance water used by power plants, diesel used by agricultural activities and water used by irrigation.","7":"The Climate, Land, Energy, Water systems (CLEWs) framework is an integrated resource modelling framework that is being used to assess the different interlinkages between sectors and how policies made in these individual sectors would impact the others. The framework utilizes the open source modelling tool OseMOSYS which is a least cost optimization tool that focuses on long term energy modelling. By using the OseMOSYS tool we are able to model the investment needs for policies in not just the energy sector but as well as land and water sectors. And in turn we can see the impact of these policies on sustainability and development. The Kenya CLEWS model developed using OseMOSYS covers a time domain from 2020 to 2050. It also models the two day types- day and night. There are 4 seasons represented, 2 dry seasons and 2 wet seasons which makes for a total of 8 timeslices. In the energy sector 6 powerplants are covered for electricity production including; geothermal, hydro, solar pv, wind, biomass and light fuel imports. Diesel imports are also covered for agricultural mechanization as well as transport uses. The land sector is divided into 6 subsectors including; cropland, forests, built-up land, waterbodies, and other land uses. Croplnad is further represented by 5 main crops; maize, beans, tea, sorghum and cowpeas which are represented for rainfed and irrigated areas for high and low seasons. Built-up land accounts for both urbanization as well as land used for energy powerplants. Water bodies represents both groundwater recharge as well as surfcae water, and other land uses accounts for grassland, shrubland, wetlands and barren lands. The emissions are represented as CO2 equivalents. The model then represents all these interlinkages on the basis of their costs and resource availability. The model then optimizes based on least net cost across all sectors while still meeting demand. ","8":"The Climate, Land, Energy, Water systems (CLEWs) methodology is a model-based methodology to assess the implications of policy and investment decisions in one sector (e.g., the energy sector) on the other sectors (e.g., land use). The case study of Sri Lanka uses the Open-Source Modelling Tool (OSeMOSYS), a technologically-detailed techno-economic optimisation tool, which enabled to create a techno-economic representation of the climate, land, energy and water systems, where the parts of these systems are represented as a number of processes with certain transfer functions and exchanging between them different commodities. CLEWs-Sri Lanka model has been developed using OSeMOSYS’s graphical user interface.\\nThe time domain of the model goes from 2020 upto 2050. Sri Lanka has three distinct seasons: Dry, High Wind and Wet. Three day-types; day peak, night peak and off-peak are considered distinguishing between weekdays and weekends. Totally there are 18 times slices representing a year taking into account of seasonal, weekly and intra-day variations. \\nThe energy sector involves all   petroleum fuels and renewable fuels in use. The demand for petroleum products is met by importing refined products as well as imported crude oil refined indigenous. Energy use from residential, commercial, industrial and transport sectors are modelled. The power sector particularly is modelled in detailed considering all major power stations individually, , and options for the expansion of capacity in a more aggregate fashion, including solar and wind power plants.\\nThe model divides the country's land cover into six types: agricultural, forest, grassland, built-up, water bodies, and barren. Agricultural land is further divided into major crops in Sri Lanka; rice-paddy, tea, coconut, maize, and rubber, which must all meet exogenously defined demands. Crop imports are also considered. Built-up land is lower-bound by growing urban areas (due to an increase in population) and also includes an endogenous representation of the land used for energy infrastructure. \\nThe emissions are represented as CO2 equivalent. The optimization seeks to minimize the Net Present Value of all costs incurred across the energy and land sectors in the whole-time domain analysed, while meeting an increasing demand for commodities and resource availability constraints. Finally, the energy and land systems are interlinked by considering the land used for energy infrastructure.","9":null},"climate_module":{"0":null,"1":"The model calculates CO2 emissions by the adoption of mitigation technologies in the residential sector, at the national scale, for the geographical and socioeconomic context under study.","2":null,"3":null,"4":null,"5":"No climate module","6":null,"7":"The model currently represnts carbon emissions for different sectors as well as by source. ","8":null,"9":null},"socioeconomic_dimensions":{"0":null,"1":"Economic Growth (aspects of technology diffusion)\\nATOM models the triggering of private investments, in the form of new capacity additions of different mitigation technologies, also capturing benefits and profitability aspects for households. Behavioural aspects relevant to the citizens'\/households' decision-making criteria are also caputed by the model. Different socioeconomic data can be used to develop different citizen\/household profiles.\\n\\nBuilding sector growth\\nIn ATOM, on-site energy generation and storage potential in the residential building sector is calculated, capturing also the potential socioeconomic benefits for households' self-consumption and energy autonomy. ","2":null,"3":null,"4":null,"5":"The general socioeconomic parameters, including GDP growth rate, population, urbanisation rate, and industry structure, are exogenous. The current socioeconomic modelling assumption is consistent with the shared socio-economic scenario (SSP2). In the TIMES modelling framework, the economic, population and sectoral growths are used to determine specific drivers for the growth in energy demands in reference scenarios with no climate change mitigation policy. For example, the demand for the number of billion kilometre-vehicles (BVkm) travelled by automobiles is based on GDP per capita, whereas the growth in the demand for residential space heating is driven by the number of households. Once the drivers for the different energy demands represented by NATEM are determined and quantified, the construction of the reference demand scenario requires computing a set of energy service demands over the horizon. This is done by choosing elasticities of demands to their respective drivers.","6":null,"7":"Minimal representation of socioeconomic impacts of climate change including access of water for public use, climate impacts on crop yields, as well as investment costs for energy expansion.","8":null,"9":null},"measures_technologies":{"0":null,"1":"The model simulates the adoption of building-integrated\/decentralised RES & storage technologies, energy-efficiency and adaptation measures and practices, as well as technologies and practices (e.g., demand-response, behavioural\/lifestyle changes, etc.) that can increase demand-flexibility in the residential sector. It also investigates the achievement of capacity targets at the national level. ","2":null,"3":null,"4":null,"5":"China is on the critical stage of its energy transformation reform and meeting its NDC target for 2030. As a technology-rich model, and like other bottom-up models, mitigation\/adaptation measures and technologies can be reflected by constraints for commodities and processes. Referring to the “five-year plan” series, detailed emission standard and mitigation technologies are reported for each sector, especially for final demand sectors. Demand for end-use energy services is the basis of analysis of the bottom-up energy model. Useful energy provided by end-use energy equipment satisfying demand for end-use energy for the current year is a prerequisite for analysis of energy system optimisation. The demand for end-use energy services pertaining to the Chinese regional model is classified into four major sectors, namely the industrial sector, the transportation sector, the building sector (commercial\/residential sector), and the agricultural sector and others, according to segments.","6":"With the CLEWs methodology it is possible to represent any kind of scenario a part from the business as usual (BAU). For this case study, three additional scenarios have been developed as described in the \"short overview\" section: NDC, NDC-CC and BAU-CC.  In all of them it is possible to consider emission constraints together with specific targets set for preventing a 1.5 degrees C temperature increase. For instance, in the NDC, the specific targets refer to a reforestation of 3 million ha by 2030, adoption of sustainable land managment practices, improve water use efficiency in irrigation, and increase the renewable share for the electricity generation by 2040 (55% hydropower and 45% of other sources). On the other hand, the other two scenarios (BAU-CC and NDC-CC) are even more climate change oriented, since they consider the effect of precipitation change and water scarcity on the hydropower capacity factor and crop yiels.  ","7":"The Kenya CLEWs model represents both Mitigation and adaptation scenarios. The climate mitigation scenario involves the electrification of agricultural mechanization and transitioning from the current use of diesel for such purposes. Whereas the adaptation and resilience scenario focuses on restration of forests by curbing the use of traditional biomass. ","8":"Mitigation and adaptation measure and technologies are not currently modelled explicitly. CLEWs Sri lanka considers these in the exogenous data going as input data to the model (e.g. electrification of transport will be represented in a decline in current trend of petroleum fuel use, and increase in electricity demand for the transport sector). Explicit modelling of mitigation\/adaptation measures and technologies will be added where possible later on.","9":null},"economic_rationale":{"0":null,"1":"The core principle of the model is that of agent-based modelling. In particular, each agent has a private initial belief about the expected annual cash inflows from investing a mitigation technology. This belief is expressed as a Gaussian distribution. Furthermore, to capture the effects of social learning, each agent receives information from the agents in its social circle that have already invested in the respective technology. This information concerns the actual profitability of their investments so far, and is used to update the agent’s beliefs. This is equivalent to updating a Gaussian prior, given a new observation. Accordingly, each agent has a social circle. This condition is modeled as a “small-world” network, which is a type of mathematical graph.","2":null,"3":null,"4":null,"5":"TIMES is a dynamic least-cost optimisation model, and as such contains three components: an objective function, variables, and constraints. The first component (objective) corresponds to minimising the net total discounted cost (e.g. 3-5% is typically used in deep decarbonisation studies) of the entire energy system. A single optimisation, which searches for the maximal net total surplus, simulates market equilibrium for each commodity (energy, material, demand). Maximising the net total surplus (i.e. the sum of producers’ and consumers’ surpluses) is operationally done by minimising the net total cost of the energy system. The second component (variables) corresponds mainly to future investments and activities of technologies at each time period, amount of energy produced or consumed by technologies, as well as energy imports and exports. An additional output of the model is the implicit price (shadow price) of each energy form, material and emission, as well as the reduced cost of each technology (reduction required to make a technology competitive). The third component (constraints) corresponds to various limits (e.g. amount of energy resources available) and obligations (e.g. energy balances throughout the system, useful energy demand satisfaction) to be respected.\\nThe main model assumptions leading to optimal outputs include future technological developments and the structure of energy markets. On the one hand, technological progress is exogenously assumed, and economic agents have a perfect foresight of this. On the other hand, energy markets are assumed to be under perfect competition. Moreover, TIMES considers only energy markets, and thus equilibrium is not assumed for all markets in the economy. From that perspective, TIMES computes only a partial equilibrium on energy markets.","6":"The model computes dynamically (year-by-year over the whole time domain) the investment and operation mix across the energy, land use and water sectors that minimizes the Net Present Cost of all sectors together while meeting commodity demands and other user-definedconstraints. The rationale is the same as for any energy system optimization model, but here land and water are included.","7":"The model computes dynamically (year-by-year over the whole time domain) the investment and operation mix across the energy, land use and water sectors that minimizes the Net Present Cost of all sectors together while meeting commodity demands and other user-definedconstraints. The rationale is the same as for any energy system optimization model, but here land and water are included.","8":"The model computes dynamically (year-by-year over the whole time domain) the investment and operation mix across the energy, land use and water sectors that minimizes the Net Present Cost of all sectors together while meeting commodity demands and other user-definedconstraints. The rationale is the same as for any energy system optimization model, but here land and water are included.","9":null},"key_parameters":{"0":null,"1":"Weather data (e.g., site-specific solar irradiation dataset\/site-specific ambient air temperature & wind speed, etc.): Country(Space)\/Hourly(Time),\\nHistorical data on technology adoption: Country(Space)\/Daily-Monthly(Time),\\nSocioeconomic data: Country(Space)\/Yearly(Time),\\nElectricity consumption profiles per household: Country(Space)\/Hourly(Time),\\nEnergy prices, competitive electricity consumption tariffs, and other regulated charges: Country(Space)\/Yearly(Time),\\nTechnological specifications: e.g., sizing of PV & storage systems, etc.\\nPolicy specifications: e.g., net-metering policy scheme, feen-in-tariffs, etc.","2":null,"3":null,"4":null,"5":"Technical parameters: efficiency, availability factor, lifetime, stock for base year, etc.\\nEconomic parameters: investment cost, operation fixed cost, variable cost, fuel cost, etc.\\nEmission parameters: emission coefficient for fuels and for specific technologies.\\nPolicy parameters: new technology for starting year, new investment for technologies, technology share constraints, emission constraints, carbon tax, etc.","6":"Key inputs are: \\ncommodity demands for the energy sector, as well as the agricultural sector (crop and livestock products) and the water sector (water demands for public uses, industry, residential and energy);\\ntechno-economic characteristics of energy supply technologies;\\ncommodity import prices (fuels, crops, water);\\ndetailed costs of crop production per crop and per mechanization level;\\ngeospatial information of land covers and agricultural land uses in the base year;\\ngeospatial information on precipitation, evapotranspiration, surface water run off and groundwater recharge for the base year and for various climate scenarios;","7":"Key inputs are: \\ncommodity demands for the energy sector, as well as the agricultural sector (crops) and the water sector (water demands for public uses and energy);\\ntechno-economic characteristics of energy supply technologies;\\ncommodity import prices (fuels, crops, water);\\ndetailed costs of crop production per crop and per mechanization level;\\ngeospatial information of land covers and agricultural land uses in the base year;\\ngeospatial information on precipitation, evapotranspiration, surface water run off and groundwater recharge for the base year and for various climate scenarios;","8":"Key inputs are: \\ncommodity demands for the energy sector, as well as the agricultural sector (crop) and the water sector (water demands for public uses, industry, residential and energy);\\ntechno-economic characteristics of energy supply technologies;\\ncommodity import prices (fuels, crops, water);\\ndetailed costs of crop production per crop and per mechanization level;\\ngeospatial information of land covers and agricultural land uses in the base year;\\ngeospatial information on precipitation, evapotranspiration, surface water run off and groundwater recharge for the base year and for various climate scenarios;","9":null},"key_policies":{"0":null,"1":"Energy\\n1. RES & storage: e.g., tax, subsidies, tariffs, etc.\\n2. Energy efficiency: e.g., energy mix target, efficiency target, regulations (thermal regulation in buildings, banning of diesel cars in urban areas, etc.), instruments under the EED and the EPBD, performance-based financing schemes, etc.","2":null,"3":null,"4":null,"5":"1) Through different scenario combination design, the problems of China's energy consumption, GHG emission and emission reduction cost are studied. 2)China-MORE model provides an important research tool for China's medium and long-term low emission development strategy, and also helps to analyze the gap between China's current emission reduction efforts and the goal of carbon neutrality. Explore ways to achieve carbon neutrality at lower system cost by using multi-GHG joint emission reduction strategies.","6":"Energy and climate policies (e.g. renewable targets, emission targets, emission penalties, targets of production of energy commodities or carriers such as hydrogen), agricultural policies (e.g. food security targets aiming at capping crop imports, incentives to domestic crop production, targets of increased water efficiency, targets of modernization of agricultural practices).","7":"Energy and climate policies (e.g. renewable targets, emission targets, emission penalties, targets of production of energy commodities or carriers such as hydrogen), agricultural policies (e.g. food security targets aiming at capping crop imports, incentives to domestic crop production, targets of increased water efficiency, targets of modernization of agricultural practices).","8":"Energy and climate policies (e.g. renewable targets, emission targets, emission penalties, targets of production of energy commodities or carriers such as hydrogen), agricultural policies (e.g. food security targets aiming at capping crop imports, incentives to domestic crop production, targets of increased water efficiency, targets of modernization of agricultural practices). Land-use implications of these policies implmented in each different sectors.","9":null},"sdgs_implications":{"0":null,"1":"  - §7: Affordable and clean energy by investigating: \\n        > Building-integrated\/Decentralised RES generation,\\n        > Self-consumption cost-benefit ratios,\\n        > Projections on new solar PV capacity additions by households\/citizens in a monthly resolution,\\n        > On-site PV energy generation and consumption projections in the residential sector.\\n  - §13: Climate action by investigating:\\n        > Adoption levels for technologies, as solar PV and storage systems, smart appliances, and electric vehicles, by households in the residential sector.","2":null,"3":null,"4":null,"5":null,"6":"Focuses on SDGs 6,7,9, 11, 13 and 15.","7":"Focuses on SDGs 2, 6, 7, 9, 11, 13 and 15.","8":"Focuses on SDGs 7,8, 10, 12, and 15.","9":null},"references":{"0":null,"1":"Michas, S., Stavrakas, V., Papadelis, S., & Flamos, A. (2020). A transdisciplinary modeling framework for the participatory design of dynamic adaptive policy pathways. Energy Policy, 139, 111350. https:\/\/doi.org\/10.1016\/j.enpol.2020.111350.\\n\\nStavrakas, V., Papadelis, S., & Flamos, A. (2019). An agent-based model to simulate technology adoption quantifying behavioural uncertainty of consumers. Applied Energy, 255, 113795. https:\/\/doi.org\/10.1016\/j.apenergy.2019.113795.","2":null,"3":null,"4":null,"5":null,"6":"Howells, M., Hermann, S., Welsch, M., Bazilian, M., Segerström, R., Alfstad, T., ... & Ramma, I. (2013). Integrated analysis of climate change, land-use, energy and water strategies. Nature Climate Change, 3(7), 621-626.\\nRamos, E. P., Howells, M., Sridharan, V., Engström, R. E., Taliotis, C., Mentis, D., ... & Rogner, H. (2021). The climate, land, energy, and water systems (CLEWs) framework: a retrospective of activities and advances to 2019. Environmental Research Letters, 16(3), 033003.\\nRamos, E. P., Sridharan, V., Alfstad, T., Niet, T., Shivakumar, A., Howells, M. I., ... & Gardumi, F. (2022). Climate, Land, Energy and Water systems interactions–From key concepts to model implementation with OSeMOSYS. Environmental Science & Policy, 136, 696-716.","7":null,"8":null,"9":null},"modelId":{"0":33369,"1":21813,"2":33914,"3":30547,"4":81395,"5":28363,"6":17971,"7":42527,"8":47888,"9":89353},"long_name":{"0":"Alternative Automobiles Diffusion and Infrastructure","1":"Agent-based Technology adOption Model","2":"CHANCE","3":"European Gas Market Model","4":"EnergyPLAN","5":"China Multi-gas Optimal Reduction Evaluation model ","6":"Climate-Land-Energy-Water modelling framework","7":"Climate-Land-Energy-Water modelling framework","8":"Climate-Land-Energy-Water modelling framework for Sri Lanka","9":"42"},"institute":{"0":"Fraunhofer ISI","1":"Technoeconomics of Energy Systems laboratory (TEESlab), University of Piraeus Research Center (UPRC).","2":"BC3","3":"REKK","4":"Sustainable Energy Planning Group, Aalborg University","5":"Tsinghua University","6":"KTH Royal Institute of Technology, UN Department of Economic and Social Affairs, UN Development Program, IAEA, UNECE, and others.","7":"Technical University of Mombasa","8":"Rajarata University of Sri Lanka","9":"IEF-RAS"},"model_type":{"0":"Sectoral Focus","1":"Simulation.","2":"General Equilibrium","3":"Partial equilibrium gas market model","4":"Simulation model","5":"bottom-up model","6":"Bottom-up optimisation modelling framework","7":"Bottom-up optimisation modelling framework","8":"Bottom-up optimisation modelling framework","9":"Energy System"},"key_features":{"0":null,"1":"Variance decomposition takes place for all the three main modules of ATOM (i.e., calibration, sensitivity analysis, and scenario analysis). By allowing the user to select preliminary values for the agent-related parameters according to the plausibility of its results, based on historical data and observations (goodness-of-fit statistics), the model captures input uncertainty (i.e., calibration module). By deriving forward-looking simulations for different behavioural profiles (i.e., different set of agent-related parameters), from willing to invest to risk-averse consumers, ATOM captures parametric uncertainty (i.e., scenario analysis module). Both types of uncertainty are then propagated through the model, and their contribution to the total model’s output\\nvariance is quantified. The rest uncertainty is assumed to be explained by the model’s structure. Note that the uncertainty propagation for the agent-related parameters is done for each one of them, allowing calculation of the sensitivity of each parameter to the model output, in the context of a variance-based sensitivity analysis (Sobol method), and calculation of the relative contribution of the variance for each parameter to the total model output variance (i.e., sensitivity analysis module).\\n\\n<<Please insert FIGURE 1_ATOM.jpg>>","2":null,"3":null,"4":null,"5":"(1) Taking 2015 and 2020 as the double base years, the current technological status of the energy extraction, energy processing and conversion, industrial, transportation, residential and other end-use energy consumption processes in the whole energy system of China is carefully portrayed.\\n(2) Through extensive literature research, the economic and technical parameters of CO2 and GHG emission reduction technologies in energy extraction, processing and conversion sectors and end-use sectors such as agriculture, industry, construction and transportation are carefully portrayed in the model, and a carbon neutral emission reduction technology database is established to build a data base for research and analysis of carbon neutral pathways in China.\\n(3) Construct a power supply and demand module to simulate the future energy storage and peaking demand of large-scale deployment of renewable energy by portraying the power output curve and power demand curve of wind and other renewable energy sources.\\n(4) Based on the data base of CHINA-MORE model, we build a module for non-CO2 greenhouse gas emissions such as methane, nitrous oxide, and fluorinated gases, and update the simulation of non-CO2 greenhouse gas emission mechanisms based on the latest literature to expand the CO2 greenhouse gas emission reduction technology library and establish a multi-greenhouse gas emission reduction\\nOptimization module.\\n(5) Establish an uncertainty analysis module to facilitate the analysis of the impact of key parameters of key technologies on the achievement of climate policy goals.\\n","6":"Fully open source, from solver to code, to pre- and post-processing codes, to interfaces, to data. Teaching material and documentation available on GitHub and on the Open University's OpenLearn platform. ","7":"Fully open source, from solver to code, to pre- and post-processing codes, to interfaces, to data. Teaching material and documentation available on GitHub and on the Open University's OpenLearn platform. ","8":"The CLEWs Sri Lanka model is developed using the OSeMOSYS's  graphical user interface. All input data used are fully open source  and accessible including data pre\/post processing codes. Teaching material and documentation available on GitHub and on the Open University's OpenLearn platform for CLEWs in general. Specifics documentation on data, data processing and model development for CLEWs Sri Lanka will be added seperately.","9":null},"version":{"0":1,"1":1,"2":1,"3":1,"4":1,"5":1,"6":1,"7":1,"8":1,"9":1},"model_publications":{"0":[],"1":[],"2":[],"3":[],"4":[],"5":[],"6":[],"7":[],"8":[],"9":[]},"projects":{"0":[2],"1":[24,57],"2":[26],"3":[],"4":[34],"5":[],"6":[31],"7":[30],"8":[29],"9":[1]}}